Repository: melianmiko/ZeppOS-AiChat
Catalog: page/i18n/*.po
Languages: ru_ru

source: About...
ru_ru: О программе...

source: Font size...
ru_ru: Размер шрифта...

source: Privacy warning...
ru_ru: О приватности...

source: Donate
ru_ru: Поддержать

source: Stop due to length limit...
ru_ru: Остановка, превышен лимит длинны текста...

source: This dialog closed due to timeout.
ru_ru: Этот диалог закрыт, истекло время хранения.

source: Settings...
ru_ru: Настройки...

source: Keyboard...
ru_ru: Клавиатура...

source: Delete
ru_ru: Удалить

source: Swipe chat from right to left to delete.
ru_ru: Проведите по диалогу справа налево чтобы удалить.

source: There's no started chats. Use button above to start new one.
ru_ru: У вас нет начатых диалогов. Используйте кнопку выше, чтобы начать один.

source: New message:
ru_ru: Сообщение:

source: Start dialog:
ru_ru: Начать диалог:

source: Chats:
ru_ru: Диалоги:

source: Settings:
ru_ru: Настройки:

source: Processing...
ru_ru: Обработка...

source: Send
ru_ru: Отправить

source: Before using this app...
ru_ru: Прежде чем начать...

source: All data that you provide to this application will be sent to Google to proceed with Gemini 1.5 AI model. Keep in mind that all conversions may be used by Google team to train next generations of Gemini. Do not share any personal or secret information with Gemini.
ru_ru: Все данные, набранные в данном приложении, будут переданы в Google для обработки AI-моделью Gemini 1.5. Имейте ввиду, что ваши диалоги могут быть использованы командой Google для дальнейшего обучения Gemini. Не передавайте личную или секретную информацию боту.

source: Also, keep in mind that Gemini isn't totally perfect, and it can generate incorrect information, may produce offensive or biased content. Developer of "AI-Chat" only provide access to Gemini, and didn't responsible for any content that is generated with this tool.
ru_ru: Также, имейте в виду, что Gemini не является идеальным, и может сгенерировать неверный или оскорбительный ответ. Разработчик "AI-Chat" только предоставляет доступ к Gemini и не несёт ответственности за любой созданный им контент.

source: Continue only of you agree with all of this
ru_ru: Продолжайте только если вы согласны с написанным выше

source: Continue
ru_ru: Продолжить

source: Layouts:
ru_ru: Раскладки:

source: Text will look like this
ru_ru: Текст будет выглядеть примерно так

source: Restore default
ru_ru: Сбросить

source: Authors
ru_ru: Авторы

source: Third-party libraries
ru_ru: Используемые библиотеки

source: Additional info
ru_ru: Дополнительаня информация

source: Show device info
ru_ru: Об устройстве

source: Show build info
ru_ru: О сборке

source: Main developer
ru_ru: Основной разработчик

source: Icon designer
ru_ru: Автор логотипа

source: Ask your question here
ru_ru: Задайте свой вопрос

source: Or scroll down to view previous dialogs
ru_ru: Или прокрутите вниз для просмотра предыдущих диалогов

source: No internet connection. Scroll down to view previous dialogs.
ru_ru: Нет подключения к интернету. Прокрутите вниз для просмотра предыдущих диалогов

source: Preparing...
ru_ru: Подготовка...

source: Unknown error:
ru_ru: Неизвестная ошибка:

source: Too long record. Hint: use Send button when you finish your prompt.
ru_ru: Слишком долго. Подсказка: нажпите Отправить после диктовки запроса.

source: Listening...
ru_ru: Слушаю...

source: Min firmware version:
ru_ru: Минимальная версия:

source: Daily usage limit reached
ru_ru: Достигнут дневной лимит

source: Voice input for this device isn't supported now
ru_ru: Голосовой ввод на этом устройстве пока что не поддерживатеся

source: Update device firmware to use this feature
ru_ru: Обновите прошивку устройства, чтобы использовать эту функцию

source: Voice requests:
ru_ru: Голосовой ввод:

source: Messages (total):
ru_ru: Сообщений (общий):

source: Daily limits:
ru_ru: Суточный лимит:
